//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DFW */

	"100" = "儲存\"%1\"";
	"101" = "還原成上一版本的 \"%1\"";
	"102" = "新建文檔";
	"103" = "打開\"%1\"";
	"104" = "儲存為 \"%1\"";
	"105" = "儲存副本於 \"%1\"";
	"106" = "使剪貼簿在程式內部可用";
	"107" = "使剪貼簿在程式之外可用";
	"108" = "不能記下與文字關聯的風格。但文字完好無缺。";
	"109" = "不能增加字元。";
	"110" = "不能 %4 ，因為 %1%2。 %3";
	"111" = "不能完成 %4 指令因為%1 %2 %3";
	"112" = "不能完成您的請求，因為 %1%2。 %3";
	"113" = "程式發生錯誤";
	"114" = " (%1)";
	"115" = "無效的選取部份";
	"116" = "工作階段儲存為：";
	"117" = "儲存副本到：";
	"118" = "顯示剪貼簿";
	"119" = "隱藏剪貼簿";
	"120" = "不能撤銷";
	"121" = "撤銷 %1";
	"122" = "重做 %1";
	"123" = "關於 %1";
	"124" = "現在不能顯示內容";
	"125" = "未標題%1";
	"126" = "正在關閉";
	"127" = "正在退出";
	"128" = "儲存";
	"129" = "恢復";
	"130" = "隱藏邊界";
	"131" = "顯示邊界";
	"132" = "描述選項...";
	"133" = "發行選項...";
	"134" = "未標題";
	"135" = "Preferences...";
	"136" = "%3 之前將修改儲存到 %1 檔案 \"%2\" ?";
	"137" = "恢復";
	"138" = "還原成上次儲存的 \"%1\"版本？";
	"139" = "自上次打開或儲存之後，\"%1\"  的磁碟副本已被修改過。還是要 %2嗎？";
	"140" = "自上次打開或儲存之後，\"%1\" 的磁碟副本已被修改過。  要儲存複本嗎？";
	"141" = "沒有足夠磁碟空間儲存文檔除非退出副本並刪除它。刪除 \"%1\"的已有版本？";
	"142" = "空間太小。請馬上退出並為 Pro Tools 分配更多記憶體。";
	"143" = "%1; 取代以前的值。";
	"144" = "\"%1\" 已經打開。";
	"145" = "說明(&H)";
	"146" = "Hide %1";
	"147" = "Hide Others";
	"148" = "Show All";
	"149" = "Quit %1";
	"150" = "Services";
	"151" = "不能載入檢視: \"%1\"";
	"152" = "不能載入類: \"%1\"";
	"153" = "-∞";
	"154" = "∆-∞";
	"155" = "該處要求介於 %1 與 %2 之間的數值。";
	"156" = "該處要求如下數值之一: %1.";
	"157" = "該處最多支援小數點後一位數。";
	"158" = "請選擇一個等於或少於255個字元的檔案名稱(包括副檔名稱)。";
	"159" = "選擇的名字不得超過 %1 個字元。";
	"160" = "不能用檔案取代資料夾。";
	"161" = "該檔案為唯讀。";
	"162" = "請用其他檔案名稱或改變檔案的唯讀屬性";
	"163" = "右鍵在檔案上點擊編輯其屬性。";
	"164" = "\"%1\" 已經存在。希望取代？";
	"165" = "所選名稱包含非法字元。";
	"166" = "主";
	"167" = "資料夾(&F)";
	"168" = "檔案(&L)";
	"169" = "%1(%2)";
	"170" = "*.%2";
	"171" = "所有檔案";
	"172" = "*.*";
	"173" = "最近使用的檔案";
	"174" = "最近使用的資料夾";
	"175" = "所選名字必須少於256個字元。";
	"176" = "檔案名稱和路徑是 %1 字元。最長是 %2 字元。這可能引起使用 Pro Tools 上的問題。";
	"177" = "Pro Tools不支援未標示的網路磁碟。";
	"178" = "關閉";
	"179" = "應用程式需要帶 SSE 2 支援或更高支援的處理器。";
	"180" = "This application requires a processor with SSSE 3 support or better.";
	"181" = "Call of the function %1 failed. Error code: %2";
	"182" = "開啟資料夾";
	"183" = "暫停";
	"184" = "恢復";
	"185" = "取消";
	"186" = "已下載： %2kB 的 %1kB";
	"187" = "已下載： %1kB";
	"188" = "錯誤： %1";
	"189" = "下載完成";
	"190" = "已暫停";
	"191" = "您沒有連接至網際網路！";
	"192" = "版本: ";
	"193" = "(New Label)";
	"194" = "(New)";
	"195" = "Show All...";
	"196" = "Create new tag \"%1\"";
	"197" = "(No Results Found)";
	"198" = "FAVORITES";
	"199" = "TOP RESULTS";

/* L10N_TEValidation */

	"200" = "無效值";
	"201" = "設定值低於允許的最小值";
	"202" = "設定值高於允許的最大值";
	"203" = "設定值包含非數字字元";
	"204" = "設定值包含的字元太多";
	"205" = "設定值包含非音符值";
	"206" = "設定值低於允許的最小值 %1";
	"207" = "設定值高於允許的最大值 %1";

/* L10N_MSS */

	"300" = "MIDI Studio設定...";
	"301" = "啟動";
	"302" = "檔案名稱";
	"303" = "輸入";
	"304" = "IO關聯";
	"305" = "輸出";
	"306" = "接收通道";
	"307" = "傳送通道";
	"308" = "多音色";
	"309" = "控制器";
	"310" = "MIDI 時間碼";
	"311" = "MIDI Beat Clock";
	"312" = "MIDI 機器控制";
	"313" = "MIDI 時間碼";
	"314" = "廠家名稱檔案";
	"315" = "用戶名稱檔案";
	"316" = "廠商";
	"317" = "型號";
	"318" = "未知";
	"319" = "%1 連接埠 %2";
	"320" = "樂器 ";
	"321" = "新建樂器";
	"322" = "刪除樂器";
	"323" = "介面實體";
	"324" = "樂器實體";
	"325" = "輸入...";
	"326" = "庫";
	"327" = "音頻";
	"328" = "輸入";
	"329" = "輸出";
	"330" = "建立";
	"331" = "刪除";
	"332" = "搜尋設備";
	"333" = "測試";
	"334" = "瀏覽";
	"335" = "檢查";
	"336" = "樂器名稱：";
	"337" = "前一個";
	"338" = "下一個";
	"339" = "關閉MIDI Studio設定";
	"340" = "確定";
	"341" = "%1 項目被選中。";
	"342" = "確認要刪除所選樂器嗎？此操作無法撤銷。";
	"343" = "輸入其他  MIDI Studio  設定將取代目前的設定。要進行處理嗎？";
	"344" = "<未知樂器>";
	"345" = "搜尋廠家目錄";
	"346" = "廠家目錄";
	"347" = "樂器:";
	"348" = "設定:";
	"349" = "樂器名稱:";
	"350" = "製造商:";
	"351" = "型號:";
	"352" = "輸入連接埠:";
	"353" = "輸出連接埠:";
	"354" = "接收通道:";
	"355" = "傳送通道:";
	"356" = "新建樂器 ";
	"357" = "連接埠";
	"358" = "該名字已經被另一個樂器或MIDI設備使用。請鍵入不同的名字。";
	"359" = "dms";
	"360" = "Pro Tools不能打開選擇的檔案，因為它不是一個有效的MIDI Studio設定檔案。";
	"361" = "未標題文檔";
	"362" = "屬性";
	"363" = "顯示複製的模仿輸出";

/* L10N_Mac */

	"400" = "抵達檔案結尾處";
	"401" = "Open System Prefs...";
	"402" = "Continue";
	"403" = "Audio input for Pro Tools is disabled.\n\nGo to System Preferences > Security and Privacy > Privacy > Microphone, and check “Pro Tools” in order to enable Pro Tools to record from ANY hardware.";
	"404" = "This version of Pro Tools cannot be launched because it is not compatible with macOS 10.15 and later.";

/* L10N_ProToolsGeneric */

	"500" = "無";
	"501" = "無";
	"502" = "MIDI";
	"503" = "確定";
	"504" = "退出";
	"505" = "取消";
	"506" = "&Accept";
	"507" = "&Decline";
	"508" = "&Copy Error Message";
	"509" = "重試";
	"510" = "停止";
	"511" = "刪除";
	"512" = "繼續";
	"513" = "是";
	"514" = "否";
	"515" = "More &Info...";
	"516" = "任意";
	"517" = "全部";
	"518" = "All";
	"519" = "關";
	"520" = "關";
	"521" = "開";
	"522" = "定位";
	"523" = "音量";
	"524" = "音量微調";
	"525" = "電平微調";
	"526" = "n/a";
	"527" = "Pro Tools";
	"528" = "儲存";
	"529" = "不儲存";
	"530" = "放棄";
	"531" = "保持";
	"532" = "不刪除";
	"533" = "移去";
	"534" = "ProTools 5.0";
	"535" = "ProTools 4.3";
	"536" = "ProTools 3.2";
	"537" = "Pro Tools 5.0";
	"538" = "Pro Tools 4.3";
	"539" = "Pro Tools 3.2";
	"540" = "音頻軌";
	"541" = "Audio and Video Tracks";
	"542" = "MIDI軌";
	"543" = "輔助軌";
	"544" = "主控軌";
	"545" = "樂器軌";
	"546" = "VCA 主控軌";
	"547" = "Folders";
	"548" = "Frozen Tracks";
	"549" = "不能創建TCE插件廠家默認檔案因為%1。";
	"550" = "不可用";
	"551" = "不可用";
	"552" = " 與 ";
	"553" = "\"%1\"";
	"554" = "不要再顯示";
	"555" = "最小";
	"556" = "允許(&A)";
	"557" = "取代(&R)";
	"558" = "简体中文 (Simplified Chinese)";
	"559" = "繁體中文 (Traditional Chinese)";
	"560" = "Deutsch (German)";
	"561" = "English (English)";
	"562" = "Español (Spanish)";
	"563" = "Français (French)";
	"564" = "Italiano (Italian)";
	"565" = "日本語 (Japanese)";
	"566" = "한글 (Korean)";
	"567" = "Sign In";
	"568" = "Sign Out";
	"569" = "Signing In";
	"570" = "Session";
	"571" = "Project";
	"572" = "&Repair";
	"573" = "You have used %1 of %2 (%3%) total cloud storage";
	"574" = " (Storage: %1%)";
	"575" = "You are trying to run a newer version of Pro Tools than allowed by your license. You can uninstall this version of Pro Tools and reinstall any version of Pro Tools that is supported by your license, or visit your MyAvid Account to renew your upgrade plan.";
	"576" = "MyAvid";
	"577" = "Would you like to send usage and diagnostic data to Avid to help us improve our products and services?\n\n";
	"578" = "Note that some web-based screens may continue to collect usage and diagnostic data in accordance with our Privacy Policy.";
	"579" = "\n\nThis setting can be changed in Pro Tools Preferences > Operation > Diagnostics.";
	"580" = "\n\nThis setting can be changed in the Pro Tools First “Setup” menu.";
	"581" = "&Update";
	"582" = "&Skip";
	"583" = "&Save As...";

/* L10N_ReasonIDs */

	"600" = "程式發生錯誤";
	"601" = "磁碟已滿";
	"602" = "磁碟鎖定";
	"603" = "無足夠記憶體";
	"604" = "發生磁碟錯誤";
	"605" = "檔案被鎖定";
	"606" = "檔案已經被使用或已經打開";
	"607" = "寫入列印檔案時發生錯誤";
	"608" = "找不到印表機";
	"609" = "與印表機之間通訊時發生問題";
	"610" = "磁碟複本已被移除";
	"611" = "該檔案目前已打開";
	"612" = "磁碟副本已改變";
	"613" = "檔案伺服器發生問題";
	"614" = "沒有操作檔案的許可權";
	"615" = "選定的列印資源沒有找到";
	"616" = "Apple Talk發生問題";
	"617" = "Apple Talk沒有連接";
	"618" = "非正確的檔案類型";
	"619" = "磁碟不可用";
	"620" = "打開檔案太多";
	"621" = "要求的資源沒有找到";
	"622" = "該功能不能實現";
	"623" = "內部元件丟失";
	"624" = "內部元件丟失";
	"625" = "Edition Manager不能被初始";
	"626" = "提取版本發生問題";
	"627" = "版本中沒有指定的格式";
	"628" = "版本非發行版";
	"629" = "指定版本問題";
	"630" = "達到檔案結束點";
	"631" = "檔案沒有找到";
	"632" = "印表機被其他程式或Chooser使用";

/* L10N_RecoveryIDs */

	"700" = "使用Finder中的\"Get Info\"指令解鎖檔案。";
	"701" = "選擇印表機之後再重試。";
	"702" = "用不同檔案名稱儲存，或關閉文檔再試。";
	"703" = "關閉一些窗口再試。";
	"704" = "聯繫Digi獲得保密解碼串。";
	"705" = "正在試圖關閉選配器。";
	"706" = "調用 InitUEditionDocument()!";

/* L10N_DAW */

	"800" = "未知";
	"801" = "未聲明";
	"802" = "取消";
	"803" = "Edit";
	"804" = "Undo";
	"805" = "Redo";
	"806" = "Cut";
	"807" = "Copy";
	"808" = "Paste";
	"809" = "Clear";
	"810" = "Select All";
	"811" = "Enter";
	"812" = "Return";
	"813" = "Escape";
	"814" = "Backspace";
	"815" = "Left Arrow";
	"816" = "Right Arrow";
	"817" = "Up Arrow";
	"818" = "Down Arrow";
	"819" = "Page Up";
	"820" = "Page Down";
	"821" = "Home";
	"822" = "End";
	"823" = "Space";
	"824" = "Tab";
	"825" = "Comma";
	"826" = "Period";
	"827" = "Quote";
	"828" = "Semicolon";
	"829" = "Backquote";
	"830" = "Minus";
	"831" = "Equals";
	"832" = "Plus";
	"833" = "Insert";
	"834" = "Delete";
	"835" = "Help";

/* L10N_Accessibility */

	"900" = "Selected. ";
	"901" = "Hidden. ";
	"902" = "Shown. ";
	"903" = " of ";
	"904" = " row ";
	"905" = "Row is empty.";
	"906" = "Table";
	"907" = "List";
	"908" = "Plug-in";
	"909" = "Level Meter";
	"910" = "Fader";
	"911" = "Knob";
	"912" = "Numeric Text";
	"913" = "Label";
	"914" = "Combo Box";
	"915" = "Tab Group";
	"916" = "Cell";
	"917" = "Column";
	"918" = "Row";
	"919" = "Tab";
	"920" = "Expanded. ";
	"921" = "Collapsed. ";
	"922" = "minus ";
	"923" = "plus ";
	"924" = "Has ";
	"925" = "Info";
	"926" = "Name";
	"927" = "Sync";
	"928" = "Icon";
	"929" = "Popup";
	"930" = "Expand/Collapse";
	"931" = "State";
	"932" = "Numeration";
	"933" = "Unknown";
	"934" = "Patch Number";
	"935" = "Sharing Merging";
	"936" = "Heat Bypass";
	"937" = "Heat Drive";
	"938" = "Heat Toggle";
	"939" = "Heat Tone";
	"940" = "0 dB";
	"941" = "+6 dB";
	"942" = "+3 dB";
	"943" = "Linear";
	"944" = "-3 dB";
	"945" = "-6 dB";
	"946" = "-inf dB";
	"947" = "Fade Out: ";
	"948" = "Fade In: ";
	"949" = "Open. ";
	"950" = "Closed. ";
	"951" = "Checked. ";
	"952" = "Unchecked. ";
	"953" = "Inactive. ";
	"954" = "Active. ";
	"955" = "Implicitly Selected. ";
	"956" = " (Double press to edit)";
	"957" = "Key Signature List";
	"958" = "Save into preset slot ";
	"959" = "Load from preset slot ";

/* L10N_DFW_Presets */

	"1000" = "<factory default>";
	"1001" = "Save Settings";
	"1002" = "Save Settings As...";
	"1003" = "Copy Settings";
	"1004" = "Paste Settings";
	"1005" = "Import Settings...";
	"1006" = "Merge Settings...";
	"1007" = "Delete Current Settings File...";
	"1008" = "Unlock Settings File";
	"1009" = "Lock Settings File";
	"1010" = "Save Preset Settings To%1";
	"1011" = "Root Settings Folder";
	"1012" = "Session Folder";
	"1013" = "Untitled";
	"1014" = "Preset can only be saved inside the \"Window Presets\" folder, or sub-folders of this folder.";
	"1015" = "You cannot overwrite the file because it is currently locked.";
	"1016" = "This file is not a valid settings file for %1: \n\t%2\n ";
	"1017" = "This file is not a valid settings file for %1: %2 ";
	"1018" = "&Cancel";
	"1019" = "&Delete";
	"1020" = "Are you sure you want to delete the settings file?";
	"1021" = "Can't delete: ";
	"1022" = "Choose a settings file:";
	"1023" = "Bars|Beats";
	"1024" = "Min:Secs";
	"1025" = "Timecode";
	"1026" = "Feet+Frames";
	"1027" = "Samples";

/* L10N_DFW1 */

	"1100" = "That command could not be run at this time.";
	"1101" = "Track/Playlist";
	"1102" = "Cloud Collab";
	"1103" = "Show/Hide";
	"1104" = "Automation";
	"1105" = "Editing";
	"1106" = "Clips";
	"1107" = "Tempo/Meter";
	"1108" = "MIDI";
	"1109" = "Recording";
	"1110" = "Clip Gain/Effects";
	"1111" = "Inserts/Sends";
	"1112" = "I/O";
	"1113" = "Transport";
	"1114" = "Clips List";
	"1115" = "Miscellaneous";
	"1116" = "Plug-Ins";
	"1117" = "File";
	"1118" = "Selection";
	"1119" = "Fades";
	"1120" = "Video";
	"1121" = "Window";
	"1122" = "Edit Tools";
	"1123" = "Focus";
	"1124" = "Zoom";
	"1125" = "Navigation";
	"1126" = "Meters";
	"1127" = "Transport";
	"1128" = "Workspace";
	"1129" = "File";
	"1130" = " menu";
	"1131" = "\"Save\" is disallowed because this session was last saved with %1 and contains data that is not supported on %2. Click \"Save As...\" to create a compatible copy of the session. The original session will be unaffected.";

/* L10N_CustomizedUI */

	"1200" = "General";
	"1201" = "Text Brightness:";
	"1202" = "Text Saturation:";
	"1203" = "Background Brightness:";
	"1204" = "Background Saturation:";
	"1205" = "Toolbar Brightness:";
	"1206" = "Tracks";
	"1207" = "Track Header Brightness:";
	"1208" = "Folder Track Header Brightness:";
	"1209" = "Track Header Saturation:";
	"1210" = "Edit Selection:";
	"1211" = "Timeline Brightness:";
	"1212" = "Inactive Track Brightness:";
	"1213" = "Inactive Track Saturation:";
	"1214" = "Clips";
	"1215" = "Waveform Brightness:";
	"1216" = "Background Brightness:";
	"1217" = "Melodyne Note Brightness:";
	"1218" = "Melodyne Note Saturation:";
	"1219" = "Grids";
	"1220" = "Brightness (Grid Mode):";
	"1221" = "Brightness (Non-Grid Mode):";
	"1222" = "Marker Lines";
	"1223" = "Brightness:";
	"1224" = "Color:";
	"1225" = "Automation View";
	"1226" = "Waveform Brightness:";
	"1227" = "Waveform Saturation:";
	"1228" = "Line Brightness:";
	"1229" = "Line Saturation:";
	"1230" = "Analysis/Warp View";
	"1231" = "Waveform Brightness:";
	"1232" = "Waveform Saturation:";
	"1233" = "Analysis Marker Brightness:";
	"1234" = "Analysis Marker Saturation:";
	"1235" = "Background Brightness:";
	"1236" = "High Contrast UI:";
	"1237" = "Text / Line Color:";
	"1238" = "Background Color:";
	"1239" = "Text Size";
	"1240" = "Clip Text Size:";
	"1241" = "Track Height Bounds Text Size:";
	"1242" = "List Text Size:";
	"1243" = "Default";
	"1244" = "Gray";
	"1245" = "Dark Gray";
	"1246" = "Red";
	"1247" = "Blue";
	"1248" = "Green";
	"1249" = "Yellow";
	"1250" = "Orange";
	"1251" = "Purple";
	"1252" = "Aqua";

